Repository: JaimeSolisS/SOFI-Integrador
Catalog: WebSite/App_GlobalResources/GenericCharts.*.resx
Languages: es

# btn_NewAxis
source: New Axis
es: Nuevo Eje

# btn_NewFilter
source: New Filter
es: Nuevo Filtro

# lbl_AxisX
source: X Axis
es: Eje x

# lbl_Catalog
source: Catalog
es: Catalogo

# lbl_Category
source: Category
es: Categorias

# lbl_ChartArea
source: Chart Area
es: Area de la grafica

# lbl_ChartName
source: Chart Name
es: Nombre de la grafica

# lbl_ChartOfAreas
source: Available Charts By Area
es: Graficas disponibles por area

# lbl_ChartsAreas
source: Available Areas
es: Areas disponibles

# lbl_ChartType
source: ChartType
es: Tipo de grafica

# lbl_DataChart
source: Chart Data
es: Grafica de datos

# lbl_DataChartAxis
source: Data Chart Axis
es: Eje de grafica de datos

# lbl_DataChartFilters
source: Data Chart Filters
es: Filtros de grafica de datos

# lbl_DataType
source: Data Type
es: Tipo de datos

# lbl_DefaultValue
source: Default Value
es: Valor por defecto

# lbl_FiltersOfChart
source: Filters Of Selected Chart
es: Filtros de la grafica seleccionada

# lbl_Format
source: Format
es: Formato

# lbl_Name
source: Name
es: Nombre

# lbl_Title
source: Title
es: Titulo

# lbl_Type
source: Type
es: Tipo

# lbl_Types
source: Types
es: Tipos

# title_EditChart
source: Edit Chart
es: Editar Grafica

# title_NewChart
source: New Chart
es: Nueva Gráfica

# tooltip_DeleteAxis
source: Delete Axis
es: Borrar Eje

# tooltip_DeleteChart
source: Delete Chart
es: Borrar Gráfica

# tooltip_DeleteFilter
source: Delete Filter
es: Borrar Filtro

# tooltip_EditAxis
source: Edit Axis
es: Editar Eje

# tooltip_EditChart
source: Edit Chart
es: Editar Gráfica

# tooltip_EditFilter
source: Edit Filter
es: Editar Filtro

# lbl_AxisCategories
source: Axis Categories
es: Categorias de ejes

# lbl_AxisName
source: Axis Name
es: Nombre del eje

# lbl_FilterCategories
source: Filter Categories
es: Categorias de filtros

# lbl_FilterName
source: Filter Name
es: Nombre del filtro

# lbl_InputValue
source: Input Value
es: Valor manual

# lbl_Prefix
source: Prefix
es: Prefijo

# lbl_Sufix
source: Sufix
es: Sufijo

# lbl_Value
source: Value
es: Valor

# title_ChartPreview
source: Chart Preview
es: Previsualizacion de la gráfica

# msg_FilterCategoryRequired
source: The filter category is required
es: La categoria del filtro es requerida

# msg_FilterFormulaRequired
source: You must choose a formula for the filter
es: Debes escoger una formula para el filtro

# msg_FilterNameRequired
source: The filter name is required
es: El nombre del filtro es requerido

# msg_FilterTypeListRequired
source: You must choose a list for the filter
es: Debes escoger una lista para el filtro

# msg_FilterValueRequired
source: You must choose a value for the filter
es: Debes escoger un valor para el filtro

# msg_xAxisExist
source: This graph already has an assigned x axis
es: La grafica ya tiene asignado un eje x

# msg_ChartContainsData
source: The chart already contain data, do you want to overwrite it?
es: La grafica ya contiene datos, desea sobreescribirlos?

# lbl_List
source: List
es: Lista

# btn_NewChart
source: New Chart
es: Nueva Grafica

# lbl_PreviewChart
source: Preview Chart
es: Previsualizacion de la gráfica

# title_EditAxis
source: Edit Axis
es: Editar Eje

# title_EditFilter
source: Edit Filter
es: Editar Filtro

# title_NewAxis
source: New Axis
es: Nuevo Eje

# title_NewFilter
source: New Filter
es: Nuevo Filtro

# msg_PreviewChartEmptyData
source: You do not have information to graph, please add data
es: No tienes informacion para graficar, introduce datos

# msg_DeleteChartConfirm
source: Are you sure you want to delete the chart?
es: Seguro que desea borrar la gráfica?

# lbl_FormatList
source: Format List
es: Lista de Formatos

# lbl_FormatPreview
source: Format Preview
es: Muestra del Formato

# msg_ChartAxesRequired
source: Axes are required for the chart.
es: Los ejes son requeridos para la grafica

# msg_ChartFiltersRequired
source: Filters are required for the chart.
es: Los filtros son requeridos para la grafica

# msg_ConfirmDeleteAxis
source: Are you sure you want to delete the axis?
es: Seguro que desea borrar el eje?

# msg_ConfirmDeleteFilter
source: Are you sure you want to delete the filter?
es: Seguro que desea borrar el filtro?

# lbl_FontBackgroundColor
source: Font Background
es: Color de fondo Fuente

# lbl_FontColor
source: Font Color
es: Color Fuente

# lbl_FontSize
source: Font Size
es: Tamanio Fuente

# lbl_LabelFormat
source: Label Format
es: Formato Etiqueta

# lbl_LabelRotation
source: Rotation angle
es: Ángulo de rotación

# lbl_LabelShow
source: Show
es: Mostrar

# lbl_ShowLine
source: Show Line
es: Mostrar Linea
