Repository: JaimeSolisS/SOFI-Integrador
Catalog: WebSite/App_GlobalResources/MFG.OperationRecords.*.resx
Languages: es

# btn_LogProduction
source: Record Production
es: Registro de Producción

# lbl_Cavities
source: Cavities
es: Cavidades

# lbl_Comments
source: Comments
es: Comentarios

# lbl_CycleTime
source: Cycle time
es: Tiempo del ciclo

# lbl_Day
source: Day
es: Día

# lbl_DayCode
source: Day code
es: Código del día

# lbl_Defects
source: Defects
es: Defectos

# lbl_Department
source: Department
es: Departamento

# lbl_DontCloseTime
source: Don't close time
es: No cerrar el tiempo

# lbl_Downtimes
source: Downtimes
es: Tiempos muertos

# lbl_End
source: End
es: Fin

# lbl_FinalShot
source: Final shot
es: Tiro final

# lbl_Hour
source: Hour
es: Hora

# lbl_InitialShot
source: Initial shot
es: Disparo inicial

# lbl_Machine
source: Machine
es: Máquina

# lbl_MachineSetup
source: Machine Setup
es: Configuración de la máquina

# lbl_ProducedPieces
source: Produced Pieces
es: Piezas producidas

# lbl_ProducedQty
source: Produced quantity
es: Cantidad producida

# lbl_Production
source: Production
es: Producción

# lbl_Quantity
source: Quantity
es: Cantidad

# lbl_Reason
source: Reason
es: Razón

# lbl_Rejects
source: Rejects
es: Rechazo

# lbl_RejectType
source: Reject Type
es: Tipo de rechazo

# lbl_Sec
source: Sec
es: Segundo

# lbl_Setup
source: Setup
es: Configuración

# lbl_Shift
source: Shift
es: Turno

# lbl_ShotCounter
source: Shot counter
es: Contador de disparos

# lbl_Shots
source: Shots
es: Disparos

# lbl_Start
source: Start
es: Inicio

# lbl_Time
source: Time
es: Tiempo

# lbl_TotalPieces
source: Total pieces
es: Piezas en total

# lbl_TotalShots
source: Total shots
es: Disparos totales

# ntf_DeleteDowntime
source: Are you sure of delete downtime?
es: Estas seguro de eliminar el tiempo de inactividad?

# ntf_MsgDeleteReject
source: Are you sure of delete reject?
es: Estas seguro de eliminar rechazo?

# subtitle_OperationRecords
source: Operation Record
es: Registro de operación

# title_Downtimes
source: Downtimes
es: Tiempos muertos

# title_OperationRecords
source: Visual Management
es: Manejo visual

# title_Rejects
source: Rejects
es: Rechazos

# lbl_Product
source: Product
es: Producto

# lbl_0Min
source: 0 mins
es: 0 minutos

# lbl_ActualOperator
source: Actual Operator
es: Operador Actual

# lbl_Totaltime
source: Total time
es: Tiempo total

# ntf_NoInitialshot
source: There is no initial shot value
es: No hay valor en el disparo inicial

# lbl_SelectMachine
source: Select Machine
es: Seleccione Maquina

# lbl_SelectMaterial
source: Select Material
es: Seleccione Material

# lbl_OperatorNumber
source: Operator Number
es: Numero de Operador

# lbl_DefectType
source: Defect Type
es: Tipo de defecto

# lbl_ActualShot
source: Actual Shot
es: Disparo Actual

# lbl_Newproduction
source: New production
es: Nueva produccion

# ntf_pleasecaptureproduction
source: Please capture the production for hour
es: Por favor captura la producción para la hora

# lbl_recalculatehours
source: Recalculate production hours
es: Recalcular Horas de producción

# lbl_EditProductionHour
source: Edit production for hour
es: Edición de producción por hora.

# btn_EditRecord
source: Edit Last Record
es: Editar Ultimo Registro

# btn_NewRecord
source: New Record
es: Nuevo Registro

# lbl_OperationProcess
source: Operation Process
es: Proceso de Operación

# lbl_Accepteds
source: Accepteds
es: Acceptados

# lbl_CloseRecord
source: Close Record
es: Cerrar Registro

# lbl_LastShot
source: Last shot
es: Ultimo Disparo

# ntf_CloseRecord
source: Do you want to close the production record?
es: ¿Quieres cerrar el registro de producción?

# lbl_CloseProgram
source: Close Program
es: Cerrar Programa

# btn_CloseRecord
source: Change Program
es: Cambiar programa

# btn_CloseShift
source: Close shift
es: Cerrar turno

# lbl_CloseShift
source: Close shift
es: Cerrar turno

# lbl_ChangeInserts
source: Change Inserts
es: Cambio de Insertos
