Repository: JaimeSolisS/SOFI-Integrador
Catalog: WebSite/App_GlobalResources/MFG.MachineSetups.*.resx
Languages: es

# btn_AddSection
source: Add Section
es: Añadir Seccion

# btn_New_Setup
source: New Setup
es: Nueva Configuracion

# btn_Search
source: Search
es: Buscar

# lbl_AddSetupParameter
source: Add Setup Parameter
es: Añadir Parametro de Configuracion

# lbl_CatalogList
source: Catalog List
es: Lista de Catalogos

# lbl_EditSetup
source: Edit Setup
es: Editar Configuracion

# lbl_Enable
source: Enabled
es: Habilitado

# lbl_Filters
source: Filters
es: Filtros

# lbl_GeneralInfo
source: General Information
es: Informacion General

# lbl_IsCavity
source: Is Cavity?
es: Es Cavidad?

# lbl_Length
source: Length
es: Longitud

# lbl_Machine
source: Machine
es: Maquina

# lbl_MachineDesccription
source: Machine Description
es: Descripcion de Maquina

# lbl_MachineMaterials
source: Machine/Materials
es: Maquina/Material

# lbl_Mandatory
source: Is Mandatory?
es: ¿Es Obligatorio?

# lbl_Name
source: Name
es: Nombre

# lbl_NewMachine
source: New Machine
es: Nueva Maquina

# lbl_NewMaterial
source: New Material
es: Nuevo Material

# lbl_NewParameter
source: New Parameter
es: Nuevo Paramtero

# lbl_New_Machine_Setup
source: New Machine Setup
es: Nueva Configuracion para Maquinas

# lbl_Options
source: Options
es: Opciones

# lbl_Parameter
source: Parameter
es: Parametro

# lbl_Parameters
source: Parameters
es: Parametros

# lbl_Precition
source: Number of Decimals
es: Nuero de Decimales

# lbl_ProductionLine
source: Production Line
es: Linea de Produccion

# lbl_Reference
source: Reference
es: Referencia

# lbl_Section
source: Section
es: Seccion

# lbl_SelectMachine
source: Select Machine
es: Selecciona una Maquina

# lbl_SelectMaterial
source: Select Material
es: Selecciona Material

# lbl_SelectParameter
source: Select Parameter
es: Selecciona Parametro

# lbl_Setup
source: Setup
es: Configuracion

# lbl_Title
source: Machine Setup
es: Configuracion de Maquinas

# lbl_Type
source: Type
es: Tipo

# lbl_UoM
source: UoM
es: Unidad de Medida

# lbl_UseReference
source: Use Reference
es: Referencia de Uso

# lbl_Values
source: Values
es: Valores

# msg_CycleTimeIsMandatory
source: You can not leave the Cycle Time empty
es: No puedes dejar vacio el Tiempo de Ciclo

# msg_MachineMaterialRepeat
source: The material for that machine is already assigned
es: Ese material ya fue asignado a esta maquina.

# msg_MachMatMandatory
source: You must select a machine and a material.
es: Debes seleccionar una maquina y un material.

# msg_NoMaterial
source: You must assign at least one material.
es: Debes asignar al menos un Material

# msg_NoParameter
source: You must assign at least one parameter.
es: Debes asignar al menos un Parametro

# lbl_Enabled
source: Enabled
es: Habilitado

# msg_DuplicatedMaterial
source: The material is already exist.
es: El material ya existe.

# lbl_AddParameter
source: Add Parameter
es: Añadir Parametro

# msg_MinMaxInvalid
source: The minimum amount can not be greater than the maximum.
es: La cantidad minima no puede ser mayor a la maxima.

# msg_RequiredMaxValue
source: The max value field is required
es: El campo del valor maximo es requerido

# msg_RequiredMinValue
source: The min value field is required
es: El campo del valor minimo es requerido

# msg_RequiredParameter
source: The parameter field is required
es: El campo de parametro es requerido

# msg_RequiredSection
source: The section field is required
es: El campo de seccion es requerido

# msg_RequiredUoM
source: The UoM field is required
es: El campo de la unidad de medida es requerido

# msg_MachDescObligtory
source: The name and description must have data.
es: El nombre y la descripción deben tener datos.

# msg_NameMandatory
source: You can not leave the name field empty
es: No puedes dejar vacio el campo de nombre

# msg_PrecitionLengthValidation
source: The precision can not be greater than the length.
es: La precicion no puede ser mayor que la longitud.

# lbl_CycleTimeUom
source: Seconds
es: Segundos

# lbl_SelectSection
source: Select Section
es: Selecciona la Seccion

# lbl_IsAlert
source: Is Alert?
es: Es Alerta?

# msg_PrecitionLengthInvalid
source: The number of decimals can not be greater than the length
es: El numero de decimales no puede ser mayor a la longitud

# msg_SuccessSaveMachine
source: The new machine has been saved succesfully.
es: La nueva maquina ha sido guardada correctamente.

# msg_SuccessSaveMaterial
source: The new material has been saved succesfully.
es: El nuevo material ha sido guardado correctamente.

# msg_SuccessSaveParameter
source: The new parameter has been saved succesfully.
es: El nuevo parametro ha sido guardado correctamente.

# msg_SuccessSaveSection
source: The new section has been saved succesfully.
es: La nueva seccion ha sido guardada correctamente.

# msg_SuccessSaveSetup
source: The configuration has been saved successfully.
es: La configuracion ha sido guardad correctamente.

# lbl_ReferenceList
source: Reference List
es: Lista de Referencias

# msg_ProductionProcessMandatory
source: You must choose a production process.
es: Debes elegir un proceso de producción.

# lbl_MaxIsFormula
source: Max is Formula?
es: Max es Formula?

# lbl_MinIsFormula
source: Min is Formula?
es: Min es Formula?

# lbl_ValueIsFormula
source: Value is Formula?
es: Valor es Formula?

# msg_ParameterFormulaAdded
source: The formula was correctly assigned to the parameter
es: La formula fue asignada correctamente al parametro

# msg_ParameterFormulaError
source: The formula does not have the correct format
es: La formula no tiene el formato correcto

# lbl_IsCalculated
source: Is Calculated
es: Es Calculado

# lbl_NumericValue
source: Numeric Value
es: Valor Numerico

# lbl_Operator
source: Operator
es: Operador

# lbl_ParameterFormula
source: Parameter Formula
es: Formula del Parametro

# lbl_Value
source: Value
es: Valor

# lbl_ValueFormula
source: Value Formula
es: Formula Construida

# msg_ConfirmToDeleteDefect
source: Are you sure you want to delete the defect?
es: ¿Seguro que desea borrar el defecto?

# msg_ConfirmToDeleteDowntime
source: Are you sure you want to delete the downtime?
es: ¿Seguro que desea borrar el downtime?

# msg_ConfirmToDeleteGasket
source: Are you sure you want to delete the gasket?
es: ¿Seguro que desea borrar el gasket?

# msg_ConfirmToDeleteMachine
source: Are you sure you want to delete the machine?
es: ¿Seguro que desea borrar la maquina?

# msg_ConfirmToDeleteMachineParameter
source: Are you sure you want to delete the machine parameter?
es: ¿Seguro que desea borrar el parametro?

# lbl_MachineName
source: Machine Name
es: Nombre de la Maquina

# msg_SuccessEditParameter
source: The machine parameter edited has been saved successfully.
es: El parametro editado fue guardado correctamente.

# msg_ParameterExistInTable
source: Parameter is already assigned to this setup
es: El parámetro ya está asignado a esta configuración

# lbl_MachineCategories
source: Machine Categories
es: Categorías de las Máquinas

# lbl_MachineCategory
source: Machine Category
es: Categoría de la Máquina
