Repository: JaimeSolisS/SOFI-Integrador
Catalog: WebSite/App_GlobalResources/MNT.EnergySensors.*.resx
Languages: es

# btn_NewSensor
source: New Sensor
es: Nuevo Sensor

# lbl_Alarms
source: Alarms
es: Alarmas

# lbl_Consumption
source: Consumption
es: Consumo

# lbl_CopyConfigFrom
source: Copy config from
es: Copiar configuracion de

# lbl_CopyEnergySensor
source: Copy Energy Sensor
es: Copiar Sensor de Energia

# lbl_DeviceId
source: Device Id
es: ID del dispositivo

# lbl_EditFamilySensor
source: Edit Family Sensor
es: Editar Familia del Sensor

# lbl_Families
source: Families
es: Familias

# lbl_Family
source: Family
es: Familia

# lbl_FamilyName
source: Family Name
es: Nombre de la Familia

# lbl_GeneralInformation
source: General Information
es: Informacion General

# lbl_GlobalConsumptionBy
source: Global Consumption By
es: Consumo Global de

# lbl_Hour
source: Hour
es: Hora

# lbl_Image
source: Image
es: Imagen

# lbl_LastHour
source: Last Hour
es: Ultima Hora

# lbl_MaxValue
source: Max Value
es: Valor Maximo

# lbl_MaxValuePerHour
source: Valor Maximo Por Hora
es: Max Value Per Hour

# lbl_Name
source: Name
es: Nombre

# lbl_NameForCopy
source: New name for copied sensor
es: Nuevo nombre para la copia

# lbl_NewFamily
source: New Family
es: Nueva Familia

# lbl_NewFamilySensor
source: New Family Sensor
es: Nueva Familia del Sensor

# lbl_NewName
source: New Name
es: Nuevo Nombre

# lbl_NewUse
source: New Use
es: Nuevo Uso

# lbl_PeriodConsumptionByDay
source: Period Consumption by Day
es: Consumo por dia

# lbl_SelectFamily
source: Select a Family
es: Selecciona una Familia

# lbl_SelectName
source: Select Name
es: Selecciona un Nombre

# lbl_SelectSensor
source: Select Sensor
es: Selecciona un Sensor

# lbl_SelectUnit
source: Select a Unit
es: Selecciona una Unidad

# lbl_SelectUse
source: Select Use
es: Selecciona un Uso

# lbl_SensorName
source: Sensor Name
es: Nombre del Sensor

# lbl_Set
source: Set
es: Asignar

# lbl_SetSameValue
source: Set Same Value
es: Asignar el mismo valor

# lbl_Title
source: Energy Sensors
es: Sensor de Energia

# lbl_Unit
source: Unit
es: Unidad

# lbl_Upload
source: Upload
es: Subir Archivo

# lbl_UploadImage
source: Upload Image
es: Subir Imagen

# lbl_Use
source: Use
es: Uso

# msg_ConfirmDeleteFamily
source: Are you sure you want to delete the family?
es: ¿Seguro que desea eliminar la familia?

# msg_DeleteConfirmationEnergySensor
source: Are you sure you want to delete the sensor?
es: ¿Seguro que desea eliminar el sensor?

# msg_EditedFamilySaved
source: The family was successfully updated
es: La familia fue actualizada

# msg_FamilyAlreadyExist
source: Family Already Exist
es: La familia ya existe

# msg_FamilyDeleted
source: The family was deleted.
es: La familia fue borrada

# msg_NewFamilyAdded
source: The new family was succesfully added
es: La nueva familia fue añadida correctamente

# msg_NonEmptyFieldsRequired
source: You cannot save empty fields
es: No puedes dejar campos vacios

# msg_RequiredNameMaxValue
source: The Name and the Max Value are required fields
es: El nombre y el valor maximo son requeridos

# msg_SensorAdded
source: The sensor was successfully added
es: El sensor fue correctamente añadido

# msg_SensorCopied
source: The sensor was successfully copied
es: El sensor fue correctamente copiado

# msg_SensorDeleted
source: The sensor was successfully deleted
es: El sensor fue correctamente borrado

# msg_SensorUpdated
source: The sensor was successfully updated
es: El sensor fue correctamente actualizado

# msg_SetConfigurationValuesForAlarm
source: Are you sure you want to load the values ​​of the selected sensor to those of this alarm?
es: ¿Estas seguro que deseas cargar los valores del sensor seleccionado a los de esta alarma?

# msg_ValueOptionRequired
source: You must select a valid option
es: Debes seleccionar una opcion valida

# title_AlarmsConfiguration
source: Alarms Configuration
es: Configuracion de alarmas

# title_EnergyConsumtionBy
source: Energy Consumption By
es: Tabla de Consumo de la Familia

# title_EnergyConsumtionDashboard
source: Energy Consumption Dashboard
es: Tabla de Consumo de Energia

# title_ExcelReportAlert
source: Alert Report
es: Reporte de Alertas

# title_FamilyConsumption
source: Consumption
es: Familias de Sensores de Energia

# title_SensorEdit
source: Sensor Edit
es: Editar Sensor
